Repository: EchoNex/DuckBot
Catalog: Resources/Strings.*.resx
Languages: pl_pl

# err_badcode
source: Unpermitted keywords have been found in the code.
pl_pl: Niedozwolone słowa kluczowe zostały znalezione w kodzie.

# err_compile
source: Compilation error
pl_pl: Błąd kompilacji

# err_generic
source: An error has occured
pl_pl: Wystąpił błąd

# err_nogeneric
source: No {0} with specified name exists.
pl_pl: Nie istnieje {0} o podanej nazwie.

# err_nolanguage
source: Language with specified code isn't available.
pl_pl: Język z podanym kodem nie jest dostępny.

# err_nosubcmd
source: Unknown subcommand specified.
pl_pl: Podano nieznaną podkomendę.

# err_notadmin
source: Only human server administrators can use this command!
pl_pl: Tylko ludzcy administratorzy serwera mogą używać tej komendy!

# err_params
source: Insufficient amount of parameters specified.
pl_pl: Podano niewystarczającą liczbę parametrów.

# err_permissions
source: You don't have sufficent permissons.
pl_pl: Nie posiadasz wystarczających uprawnień!

# err_scrtimeout
source: Script execution timed out!
pl_pl: Przekroczono limit czasu wykonywania skryptu!

# exit_end
source: Exiting gracefully
pl_pl: Czyste wyjście

# exit_start
source: Shutting down DuckBot...
pl_pl: Zamykanie DuckBota...

# lab_action
source: action
pl_pl: akcja

# lab_channel
source: channel
pl_pl: kanał

# lab_cmd
source: command
pl_pl: komenda

# lab_content
source: content
pl_pl: zawartość

# lab_language
source: languageCode
pl_pl: kodJęzyka

# lab_literal
source: Literal string
pl_pl: Dokładny ciąg

# lab_message
source: message
pl_pl: wiadomość

# lab_name
source: name
pl_pl: nazwa

# lab_optional
source: Optional
pl_pl: Opcjonalne

# lab_required
source: Required
pl_pl: Wymagane

# lab_type
source: type
pl_pl: typ

# lab_user
source: user
pl_pl: użytkownik

# lab_usercmd
source: user-made command
pl_pl: komenda użytkownika

# lab_var
source: variable
pl_pl: zmienna

# ret_changes
source: Changed from: {0} To: {1}
pl_pl: Zmieniono z: {0} Na: {1}

# ret_cmdhelp
source: Usage: `{0} {1}` Notation: `{2}`
pl_pl: Użycie: `{0} {1}` Notacja: `{2}`

# ret_cmdinfo
source: Command name: `{0}` Created: `{1}` by `{2}`
pl_pl: Nazwa komendy: `{0}` Utworzona: `{1}` przez `{2}`

# ret_delivery
source: Okay, I'll deliver the message when {0} goes online
pl_pl: OK, doręczę wiadomość gdy {0} pojawi się

# ret_empty
source: didn't return anything.
pl_pl: nic nie zwrócił.

# ret_empty_cmd
source: Command didn't return anything.
pl_pl: Komenda nic nie zwróciła.

# ret_empty_script
source: Script didn't return anything.
pl_pl: Skrypt nic nie zwrócił.

# ret_removed
source: Removed {0} `{1}`.
pl_pl: Usunięto: {0} `{1}`.

# ret_success
source: Operation completed.
pl_pl: Operacja ukończona.

# start_err_badtoken
source: Token file has wrong format!
pl_pl: Plik tokena ma nieprawidłowy format!

# start_err_fileload
source: Couldn't load file '{0}'!
pl_pl: Błąd wczytywania pliku '{0}'!

# start_err_notoken
source: Token file hasn't been found!
pl_pl: Plik tokena nie został znaleziony!

# start_info
source: Starting {0}, press 'Q' to quit!
pl_pl: Startuje {0}, naciśnij 'Q' aby zakończyć!

# title_fullinbox
source: This message was removed from the inbox:
pl_pl: Ta wiadomość została usunięta ze skrzynki:

# title_hardcmdlist
source: Built-in commands list:
pl_pl: Lista wbudowanych komend:

# title_inbox
source: Messages from `{0}`:
pl_pl: Wiadomości od `{0}`:

# title_usercmdlist
source: User-made commands list:
pl_pl: Lista komend użytkownika:

# title_varlist
source: Variable list:
pl_pl: Lista zmiennych:
